Repository: fanelsi-pets/localvoice
Catalog: LocalVoice/Localizable.xcstrings
Source language: en
Languages: uk

# Скачивание моделей
source: Downloading models
uk: Завантаження моделей

# Скачивание остановлено. Скачанное сохранено — можно продолжить позже.
source: Download stopped. What has already been downloaded is kept — you can resume later.
uk: Завантаження зупинено. Завантажене збережено — можна продовжити пізніше.

# Скачивание файлов: %lld/%lld
source: Downloading files: %lld/%lld
uk: Завантаження файлів: %lld/%lld

# Скачивать и устанавливать без вопросов
source: Download and install automatically
uk: Завантажувати й установлювати без запитів

# Скопировать TranscribeFull
source: Copy TranscribeFull
uk: Скопіювати TranscribeFull

# Скопировать или сохранить транскрипт, собрать vault для Obsidian
source: Copy or save the transcript, build a vault for Obsidian
uk: Скопіювати або зберегти транскрипт, зібрати vault для Obsidian

# Скопировать реплику с таймкодом
source: Copy Utterance with Timecode
uk: Скопіювати репліку з таймкодом

# Скопировать текст
source: Copy Text
uk: Скопіювати текст

source: Copy TranscribeFull, get a follow-up from Claude and paste the answer here; the project history shows follow-ups of past meetings by date
uk: Скопіюйте TranscribeFull, отримайте follow-up у Claude і вставте відповідь сюди; історія проєкту показує follow-up минулих зустрічей за датами

# Скрыть боковую панель
source: Hide Sidebar
uk: Сховати бічну панель

# Скрыть инспектор
source: Hide Inspector
uk: Сховати інспектор

# Собираю отчёт…
source: Collecting report…
uk: Збираю звіт…

# Собрать отчёт
source: Collect Report
uk: Зібрати звіт

# Создать
source: Create
uk: Створити

# Сохранено
source: Saved
uk: Збережено

# Сохранить
source: Save
uk: Зберегти

# Сохранить .md…
source: Save .md…
uk: Зберегти .md…

# Сохранить JSON…
source: Save JSON…
uk: Зберегти JSON…

# Сохранить SRT…
source: Save SRT…
uk: Зберегти SRT…

# Сохранить в проект
source: Save to Project
uk: Зберегти в проєкт

# Спикер
source: Speaker
uk: Спікер

# Спикер %lld: %@ (%@)
source: Speaker %lld: %@ (%@)
uk: Спікер %lld: %@ (%@)

# Спикер %lld: язык не определён
source: Speaker %lld: language not detected
uk: Спікер %lld: мову не визначено

source: This speaker is linked to “%@”. Rename that person in every meeting, or treat this as a different person?
uk: Спікера прив’язано до людини «%@». Перейменувати її в усіх зустрічах чи вважати, що тут говорить інша людина?

# Спикер: %@
source: Speaker: %@
uk: Спікер: %@

source: Speakers found: %lld, expected %lld — speaker separation on a short sample can be imprecise; check the “Speakers” panel on a real meeting.
uk: Знайдено спікерів: %lld, очікувалося %lld — розділення за голосами на короткому семплі буває неточним; на справжній зустрічі перевірте панель «Спікери».

# Спикеров пока нет
source: No speakers yet
uk: Спікерів поки немає

# Спикеры
source: Speakers
uk: Спікери

# Спикеры, сведения и контекст проекта появятся после выбора встречи.
source: Speakers, details, and project context appear once you select a meeting.
uk: Спікери, відомості та контекст проєкту з’являться після вибору зустрічі.

# Список появится после разделения записи по голосам.
source: The list appears after the recording is separated by voices.
uk: Список з’явиться після розділення запису за голосами.

# Список файлов модели
source: Listing model files
uk: Список файлів моделі

# Срок (ГГГГ-ММ-ДД)
source: Due (YYYY-MM-DD)
uk: Термін (РРРР-ММ-ДД)

# Стадии
source: Stages
uk: Стадії

# Стадия идёт дольше обычного · прошло %@
source: This stage is taking longer than usual · %@ elapsed
uk: Стадія триває довше, ніж зазвичай · минуло %@

# Статус обработки встречи
source: Meeting processing status
uk: Статус обробки зустрічі

source: Voice similarity to the profile (cosine). The defaults are 70 % and 55 % (SPEC.md §3.4); if familiar people stay “Unknown”, lower the thresholds, and raise them if people get mixed up.
uk: Схожість голосу з профілем (cosine). За замовчуванням 70 % і 55 % (SPEC.md §3.4); якщо знайомі люди залишаються «Невідомими», знизьте пороги, якщо плутаються — підвищте.

# Сшивка
source: Fusion
uk: Зшивання

# Таймкод %@
source: Timecode %@
uk: Таймкод %@

# Таймкоды с десятыми долями
source: Timecodes with tenths of a second
uk: Таймкоди з десятими частками

# Текст
source: Text
uk: Текст

# Текст ответа
source: Answer Text
uk: Текст відповіді

# Текст реплики
source: Utterance text
uk: Текст репліки

# Текст сохранён в истории проекта; решения, задачи и вопросы не распознаны
source: The text is saved in the project history; no decisions, tasks or questions were recognized
uk: Текст збережено в історії проєкту; рішення, задачі та питання не розпізнано

# Токенизатор Whisper (openai/whisper-large-v3)
source: Whisper tokenizer (openai/whisper-large-v3)
uk: Токенізатор Whisper (openai/whisper-large-v3)

# Точный
source: Accurate
uk: Точний

# Точный (WhisperKit)
source: Accurate (WhisperKit)
uk: Точний (WhisperKit)

# Транскрипт и кэш аудио будут удалены. Исходный файл записи останется на месте.
source: The transcript and the audio cache will be deleted. The original recording file stays where it is.
uk: Транскрипт і кеш аудіо буде видалено. Вихідний файл запису залишиться на місці.

# Транскрипт не открылся
source: Couldn’t open the transcript
uk: Транскрипт не відкрився

source: The transcript is sent only to this address. localhost, .local names, and private network addresses are allowed — cloud addresses are rejected (SPEC.md §1: all processing happens on this Mac).
uk: Транскрипт надсилається лише на цю адресу. Дозволено localhost, імена .local та адреси приватної мережі — хмарні адреси відхиляються (SPEC.md §1: уся обробка на цьому Mac).

# У встречи ещё нет транскрипта: обработайте запись и повторите.
source: The meeting doesn’t have a transcript yet: process the recording and try again.
uk: У зустрічі ще немає транскрипта: обробіть запис і повторіть.

# У реплики нет таймкодов слов или она состоит из одного слова.
source: The utterance has no word timecodes, or it consists of a single word.
uk: Репліка не має таймкодів слів або складається з одного слова.

# Уведомлять о завершении обработки
source: Notify when processing finishes
uk: Сповіщати про завершення обробки

# Уверенность сопоставления
source: Match confidence
uk: Впевненість зіставлення

# Удалить
source: Delete
uk: Видалити

# Удалить follow-up?
source: Delete Follow-up?
uk: Видалити follow-up?

# Удалить follow-up…
source: Delete Follow-up…
uk: Видалити follow-up…

# Удалить «%@» из списка людей?
source: Delete “%@” from the list of people?
uk: Видалити «%@» зі списку людей?

# Удалить встречу «%@»?
source: Delete the meeting “%@”?
uk: Видалити зустріч «%@»?

# Удалить проект «%@»?
source: Delete the project “%@”?
uk: Видалити проєкт «%@»?

# Удалить…
source: Delete…
uk: Видалити…

# Українська
source: Ukrainian
uk: Українська

# Участников по умолчанию: %lld
source: Default participants: %lld
uk: Учасників за замовчуванням: %lld

# Участников: %lld
source: Participants: %lld
uk: Учасників: %lld

# Файл
source: File
uk: Файл

# Файл «%@» без видеодорожки: подписи участников распознать нечем.
source: The file “%@” has no video track: there is nothing to recognize participant names from.
uk: Файл «%@» без відеодоріжки: немає з чого розпізнавати підписи учасників.

source: The file “%@” contains no audio track. Export the recording from Zoom again, or choose audio*.m4a.
uk: Файл «%@» не містить аудіодоріжки. Експортуйте запис із Zoom заново або виберіть audio*.m4a.

# Файл записи не найден: %@. Верните файл на место или импортируйте запись заново.
source: Recording file not found: %@. Put the file back, or import the recording again.
uk: Файл запису не знайдено: %@. Поверніть файл на місце або імпортуйте запис заново.

# Файл не найден: %@. Проверьте, что запись не перемещена и не удалена.
source: File not found: %@. Check that the recording hasn’t been moved or deleted.
uk: Файл не знайдено: %@. Перевірте, що запис не переміщено й не видалено.

# Файл не открылся
source: Couldn’t open the file
uk: Файл не відкрився

# Файл не сохранился
source: Couldn’t save the file
uk: Файл не збережено

# Файл профилей не прочитался
source: Couldn’t read the profiles file
uk: Файл профілів не прочитано

# Файлы
source: Files
uk: Файли

# Файлы встречи не удалились
source: Couldn’t delete the meeting files
uk: Файли зустрічі не видалено

# Формат файла «%@» не поддерживается (%@). Конвертируйте запись в MP4 или M4A.
source: The format of the file “%@” isn’t supported (%@). Convert the recording to MP4 or M4A.
uk: Формат файлу «%@» не підтримується (%@). Конвертуйте запис у MP4 або M4A.

# ЧЧ:ММ:СС
source: HH:MM:SS
uk: ГГ:ХХ:СС

# Шаг %lld из %lld
source: Step %lld of %lld
uk: Крок %lld з %lld

# Экспорт
source: Export
uk: Експорт

# Экспорт vault для Obsidian
source: Export a Vault for Obsidian
uk: Експорт vault для Obsidian

# Экспорт отменён: записано %lld из %lld заметок
source: Export cancelled: %lld of %lld notes written
uk: Експорт скасовано: записано %lld з %lld нотаток

# Экспортировать профили…
source: Export Profiles…
uk: Експортувати профілі…

# Это другой человек
source: Different Person
uk: Це інша людина

# Это новый человек
source: New Person
uk: Це нова людина

# Этот Mac не подходит для локального распознавания — окно можно закрыть.
source: This Mac isn’t suitable for local recognition — you can close this window.
uk: Цей Mac не підходить для локального розпізнавання — вікно можна закрити.

# Этот компьютер
source: This Mac
uk: Цей Mac

# Ядра
source: Cores
uk: Ядра

# Язык
source: Language
uk: Мова

# Язык обработки по умолчанию
source: Default Processing Language
uk: Мова обробки за замовчуванням

source: The language is detected for each speaker separately: Russian speech stays Russian, Ukrainian stays Ukrainian, and English terms keep their Latin spelling.
uk: Мова визначається для кожного спікера окремо: російське мовлення залишається російським, українське — українським, англійські терміни зберігаються латиницею.

# Язык по умолчанию
source: Default language
uk: Мова за замовчуванням

# Язык: %@
source: Language: %@
uk: Мова: %@

# Языки
source: Languages
uk: Мови

# Языки встреч
source: Meeting Languages
uk: Мови зустрічей

# активный спикер в записи не выделен — имена только как подсказки
source: the active speaker isn’t highlighted in the recording — names are hints only
uk: активний спікер у записі не виділений — імена лише як підказки

# активный спикер виден %lld с, предложений спикерам: %lld
source: active speaker visible %lld s, speaker suggestions: %lld
uk: активного спікера видно %lld с, пропозицій спікерам: %lld

# аудиодорожка пуста
source: the audio track is empty
uk: аудіодоріжка порожня

# без id
source: no id
uk: без id

# в ответе нет списка моделей (ожидалось поле data)
source: the response has no model list (a data field was expected)
uk: у відповіді немає списку моделей (очікувалося поле data)

# в порядке
source: OK
uk: у нормі

# в ревизии %@ нет файлов модели %@
source: revision %@ has no files for the model %@
uk: у ревізії %@ немає файлів моделі %@

# встреча удалена
source: meeting deleted
uk: зустріч видалено

# вы
source: you
uk: ви

# голос не сохранён
source: no voice saved
uk: голос не збережено

# готово
source: done
uk: готово

# движок без выбора языка
source: engine without language selection
uk: рушій без вибору мови

# до %@
source: due %@
uk: до %@

# дорожка %lld/%lld: %@
source: track %lld/%lld: %@
uk: доріжка %lld/%lld: %@

# дорожка %lld/%lld: %@ · %@
source: track %lld/%lld: %@ · %@
uk: доріжка %lld/%lld: %@ · %@

# дорожка Zoom
source: Zoom track
uk: доріжка Zoom

# дорожку нельзя привести к LPCM 16 kHz mono
source: the track can’t be converted to LPCM 16 kHz mono
uk: доріжку не можна привести до LPCM 16 kHz mono

# доступен (Apple Silicon)
source: available (Apple Silicon)
uk: доступний (Apple Silicon)

# загрузка аудио в память
source: loading audio into memory
uk: завантаження аудіо в пам’ять

# запрос отменён
source: the request was cancelled
uk: запит скасовано

# зацикливание
source: looping
uk: зациклення

# идёт
source: in progress
uk: триває

# из чата
source: from chat
uk: з чату

# кадров: %lld, %lld с
source: frames: %lld, %lld s
uk: кадрів: %lld, %lld с

# кадры недоступны
source: frames are unavailable
uk: кадри недоступні

# код %lld
source: code %lld
uk: код %lld

# контейнер Matroska
source: Matroska container
uk: контейнер Matroska

# контейнер Ogg
source: Ogg container
uk: контейнер Ogg

# контейнер WebM
source: WebM container
uk: контейнер WebM

# меньше минуты
source: less than a minute
uk: менше хвилини

# модели %lld %%
source: models %lld %%
uk: моделі %lld %%

# найдено имён: %lld
source: names found: %lld
uk: знайдено імен: %lld

# не дата ISO 8601: %@
source: not an ISO 8601 date: %@
uk: не дата ISO 8601: %@

# не подходит
source: not suitable
uk: не підходить

# не разобран JSON выпуска
source: couldn’t parse the release JSON
uk: не розібрано JSON випуску

# не скачано · ~%@
source: not downloaded · ~%@
uk: не завантажено · ~%@

# не скачано · ~%lld МБ
source: not downloaded · ~%lld MB
uk: не завантажено · ~%lld МБ

# не удалось выделить аудиобуфер
source: couldn’t allocate the audio buffer
uk: не вдалося виділити аудіобуфер

# не удалось определить язык фрагмента
source: couldn’t detect the language of the fragment
uk: не вдалося визначити мову фрагмента

# не удалось подготовить кадр к распознаванию
source: couldn’t prepare the frame for recognition
uk: не вдалося підготувати кадр до розпізнавання

# не удалось прочитать «%@»: %@
source: couldn’t read “%@”: %@
uk: не вдалося прочитати «%@»: %@

# не удалось прочитать начало «%@»: %@
source: couldn’t read the beginning of “%@”: %@
uk: не вдалося прочитати початок «%@»: %@

# не удалось собрать запрос: %@
source: couldn’t build the request: %@
uk: не вдалося зібрати запит: %@

# не удалось создать %@
source: couldn’t create %@
uk: не вдалося створити %@

# не удалось создать %@: %@
source: couldn’t create %@: %@
uk: не вдалося створити %@: %@

# не удалось создать папку кэша %@: %@
source: couldn’t create the cache folder %@: %@
uk: не вдалося створити папку кешу %@: %@

# не удалось установить защищённое соединение — попробуйте http:// вместо https://
source: couldn’t establish a secure connection — try http:// instead of https://
uk: не вдалося встановити захищене з’єднання — спробуйте http:// замість https://

# не установлено защищённое соединение
source: no secure connection was established
uk: захищене з’єднання не встановлено

# невозможная скорость речи
source: implausible speech rate
uk: неможлива швидкість мовлення

# неизвестный статус AVAssetReader
source: unknown AVAssetReader status
uk: невідомий статус AVAssetReader

# неожиданный ответ (%@)
source: unexpected response (%@)
uk: неочікувана відповідь (%@)

# нет
source: none
uk: немає

# нет речи
source: no speech
uk: немає мовлення

# нет сети
source: no network
uk: немає мережі

# нет — нужен Apple Silicon
source: no — Apple Silicon required
uk: немає — потрібен Apple Silicon

# ничего — модели на месте
source: nothing — the models are in place
uk: нічого — моделі на місці

# ожидает
source: waiting
uk: очікує

# ожидался WAV mono 16 kHz, получено %lld Hz, каналов: %u
source: expected WAV mono 16 kHz, got %lld Hz, channels: %u
uk: очікувався WAV mono 16 kHz, отримано %lld Hz, каналів: %u

# около %lld минут
source: about %lld minutes
uk: близько %lld хвилин

# около %lld ч
source: about %lld h
uk: близько %lld год

# около %lld ч %lld мин
source: about %lld h %lld min
uk: близько %lld год %lld хв

# около минуты
source: about a minute
uk: близько хвилини

# определение языка: %@
source: language detection: %@
uk: визначення мови: %@

# осталось
source: remaining:
uk: залишилося

# осталось %@
source: %@ left
uk: залишилося %@

# ответ не по HTTP
source: the response wasn’t HTTP
uk: відповідь не за протоколом HTTP

# ответ не похож ни на JSON OpenAI, ни на поток событий
source: the response looks like neither OpenAI JSON nor an event stream
uk: відповідь не схожа ні на JSON OpenAI, ні на потік подій

# ответ пришёл не по HTTP
source: the response didn’t come over HTTP
uk: відповідь надійшла не за протоколом HTTP

# переименовать файл не удалось — уберите %@ вручную
source: couldn’t rename the file — remove %@ manually
uk: перейменувати файл не вдалося — приберіть %@ вручну

# перенаправление за пределы GitHub (код %lld)
source: redirect outside GitHub (code %lld)
uk: перенаправлення за межі GitHub (код %lld)

# по голосу
source: by voice
uk: за голосом

# повтор
source: repeat
uk: повтор

source: connection refused — the server isn’t running, or another port is in use
uk: підключення відхилено (connection refused) — сервер не запущено або зайнято інший порт

# подписей на видео не найдено
source: no name labels found in the video
uk: підписів на відео не знайдено

# подписей: %lld (%@)
source: labels: %lld (%@)
uk: підписів: %lld (%@)

# подпись на видео
source: video label
uk: підпис на відео

# позже этой встречи
source: later than this meeting
uk: пізніше за цю зустріч

# предупреждение
source: warning
uk: попередження

# пропущено
source: skipped
uk: пропущено

# пустой текст
source: empty text
uk: порожній текст

# пустой фрагмент аудио
source: empty audio fragment
uk: порожній фрагмент аудіо

# пустой фрагмент, делить по голосам нечего
source: empty fragment, nothing to separate by voices
uk: порожній фрагмент, розділяти за голосами нічого

# пустой фрагмент, определять язык не по чему
source: empty fragment, nothing to detect the language from
uk: порожній фрагмент, немає з чого визначати мову

# речи нет
source: no speech
uk: мовлення немає

# речь %lld мин
source: speech %lld min
uk: мовлення %lld хв

# речь %lld с
source: speech %lld s
uk: мовлення %lld с

# сбой AVAssetReader
source: AVAssetReader failure
uk: збій AVAssetReader

# сервер не ответил за отведённое время
source: the server didn’t respond in time
uk: сервер не відповів за відведений час

# сервер не пояснил причину
source: the server didn’t explain the reason
uk: сервер не пояснив причину

# сервер ответил %lld
source: the server responded %lld
uk: сервер відповів %lld

# сервер ответил не по HTTP
source: the server didn’t respond over HTTP
uk: сервер відповів не за протоколом HTTP

# скачано
source: downloaded
uk: завантажено

# скачано · %@
source: downloaded · %@
uk: завантажено · %@

# скачано · %llu МБ
source: downloaded · %llu MB
uk: завантажено · %llu МБ

# слишком короткий
source: too short
uk: занадто короткий

# соединение разорвано
source: the connection was lost
uk: з’єднання розірвано

# соединение разорвано во время ответа
source: the connection was lost while the response was arriving
uk: з’єднання розірвано під час відповіді

# сохранён %@
source: saved %@
uk: збережено %@

# ссылка на страницу выпуска не разобрана
source: couldn’t parse the release page link
uk: посилання на сторінку випуску не розібрано

# статус AVAssetReader %lld
source: AVAssetReader status %lld
uk: статус AVAssetReader %lld

# таблица %@: пустое поле %@
source: table %@: empty column %@
uk: таблиця %@: порожнє поле %@

# только текст
source: text only
uk: лише текст

# файл не найден: %@
source: file not found: %@
uk: файл не знайдено: %@

# файл переименован в %@
source: the file was renamed to %@
uk: файл перейменовано на %@

# файл чата не в кодировке UTF-8
source: the chat file isn’t UTF-8 encoded
uk: файл чату не в кодуванні UTF-8

# файла нет в приложении
source: the file is missing from the app
uk: файлу немає в програмі

# фраза-титр
source: subtitle phrase
uk: фраза-титр

# хост api.github.com не найден
source: host api.github.com not found
uk: хост api.github.com не знайдено

# хост не найден
source: host not found
uk: хост не знайдено

# чтение завершено без данных
source: reading finished without data
uk: читання завершено без даних

# чтение отменено
source: reading was cancelled
uk: читання скасовано

# чтение прервано на середине
source: reading stopped midway
uk: читання перервано на середині

# эта встреча
source: this meeting
uk: ця зустріч

# язык задан: %@
source: language set: %@
uk: мову задано: %@

# язык записи: %@
source: recording language: %@
uk: мова запису: %@

# язык не определён
source: language not detected
uk: мову не визначено

source: Download the models once and run the self-test. Everything stays on this Mac.
uk: Завантажте моделі один раз і пройдіть самоперевірку. Усе залишається на цьому Mac.

source: Import a Zoom recording to get speakers, timecodes, names and project memory.
uk: Імпортуйте запис Zoom, щоб отримати спікерів, таймкоди, імена й пам'ять проєкту.

source: Meeting Settings…
uk: Налаштування зустрічей…

source: Meetings are ready
uk: Зустрічі готові

source: People
uk: Люди

source: Processing: %@
uk: Обробка: %@

source: Set up Meetings
uk: Налаштувати зустрічі

source: Show all
uk: Показати всі

source: Transcribe a meeting
uk: Транскрибувати зустріч

source: Speaker names are most accurate when Zoom's Settings → Recording → “Record a separate audio file for each participant” option is on.
uk: Найточніше імена спікерів визначаються, якщо в Zoom увімкнено опцію Settings → Recording → «Record a separate audio file for each participant».

# %@: лучшее качество на русском и украинском
source: %@: the best quality for Russian and Ukrainian
uk: %@: найкраща якість російською та українською
